Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/kompetansenorge.no.csv-nb-nn.deduped.tmx
Source language: nb
Languages: nn

source: lese og forstå korte, enkle skriftlige instruksjoner, beskjeder
nn: lese og forstå korte, enkle skriftlege instruksjonar,

source: • bruke ulike samhandlingsstrategier, for eksempel å gripe inn i en diskusjon
nn: • bruke ulike samhandlingsstrategiar, for eksempel å gripe inn i ein diskusjon

source: Du kan melde opp kandidater til både delprøve i lytteforståelse og skriftlig framstilling og delprøve i leseforståelse og muntlig kommunikasjon i samme prøveperiode, eller til bare én av delprøvene.
nn: Du kan melde opp kandidatar til både delprøve i lytteforståing og skriftleg framstilling og delprøve i leseforståing og munnleg kommunikasjon i same prøveperiode, eller til éin av delprøvane.

source: Utviklingen av digitale ferdigheter går fra å tilegne seg kunnskap om Norge som et digitalt samfunn til å utvikle digital dømmekraft og bevissthet om nettbruk ved å reflektere over noen av mulighetene og utfordringene ved digital samhandling.
nn: Utviklinga av digitale ferdigheiter går frå å tileigne seg kunnskap om Noreg som eit digitalt samfunn til å utvikle digital dømmekraft og bevisstheit om nettbruk ved å reflektere over nokre av moglegheitene og utfordringane ved digital samhandling.

source: Kandidater som har en syns- eller hørselshemming eller annen type utfordring av en slik art eller grad at de ikke har forutsetning for å ta ordinær, digital prøve, kan søke om tilrettelegging i form av en alternativ prøve.
nn: Kandidatar som har ei syns- eller høyrselshemming eller ei anna form for utfordring av ein slik art eller grad at dei ikkje har føresetnader for å ta ordinær, digital prøve, kan søkje om tilrettelegging i form av ein alternativ prøve.

source: • Det norske samfunnet bygger på kristne og humanistiske verdier.
nn: • Det norske samfunnet bygger på kristne og humanistiske verdiar.

source: • samarbeide om svært enkle oppgaver ved å komme med forslag, vise om
nn: • samarbeide om svært enkle oppgåver ved å komme med forslag, vise om

source: • beskrive relativt detaljert personer, gjenstander, hendelser og opplevelser
nn: • beskrive relativt detaljert personar, gjenstandar, hendingar og opplevingar

source: eksempel i digitale tjenester som netthandel, banktjenester, påmeldinger og bestillinger
nn: eksempel i digitale tenester som netthandel, banktenester, påmeldingar og bestillingar

source: • Asylsøkerbevis med navnetrekk og informasjon om fødested
nn: • Asylsøkjarbevis med namnetrekk og informasjon om

source: • Tvangsekteskap eller barneekteskap gjennomført
nn: • Eit tvangsekteskap eller barneekteskap som er

source: • beregne kostnader i forbindelse med en jobb
nn: • berekne kostnader i samanheng med ein jobb

source: En «sårbarhetsvoldtekt» kjennetegnes av at offeret er i en sårbar situasjon som gjør personen ekstra utsatt for overgrep
nn: Ei «sårbarheitsvaldtekt» er kjenneteikna av at offeret er i ein sårbar situasjon som gjer han/henne ekstra utsett for overgrep.

source: mener, og be om repetisjon eller omformulering
nn: meiner, og be om repetisjon eller omformulering

source: Det skal fremkomme i noter til prosjektregnskapet hvilke aktiviteter som har utløst kostnaden.Tilskuddet skal så langt det er mulig disponeres og brukes i 2016.
nn: Det skal framkomme i notar til prosjektrekneskapen kva aktivitet som har utløyst kostnaden.Tilskottet skal så langt det er mogeleg disponerast og brukast i 2016.

source: • Sterk sosial kontroll begrenser unges frihet til å ta selvstendige valg.
nn: • Sterk sosial kontroll hindrar unge i å ta sjølvstendige val.

source: For noen vil dette innebære å få norskferdigheter til å kunne nyttiggjøre seg medbrakte grunnleggende ferdigheter i norskspråklige sammenhenger, mens andre vil ha behov for tilrettelegging og systematisk arbeid med å utvikle grunnleggende ferdigheter gjennom hele opplæringen.
nn: For nokre av dei vil dette innebere å få norskferdigheiter til å kunne gjere seg nytte av dei grunnleggande ferdigheitene dei har med seg, i norskspråklege samanhengar, medan andre vil ha behov for tilrettelegging og systematisk arbeid med å utvikle grunnleggande ferdigheiter gjennom heile opplæringa.

source: Kjennetegn ved språket i bruk beskriver hva som karakteriserer vokabular, uttale, grammatikk, flyt, tekstutforming, ortografi/tegnsetting og kommunikasjon hos en språkbruker på nivå C1.
nn: Kjenneteikn ved språket i bruk beskriv kva som karakteriserer vokabular, uttale, grammatikk, flyt, tekstutforming, ortografi/teiknsetting og kommunikasjon hos ein språkbrukar på nivå C1.

source: • Det er forbudt å utføre eller medvirke
nn: • Det er forbode å utføre eller

source: • rapportere om lokalisering og hvordan arbeidet går
nn: • rapportere om lokalisering og korleis arbeidet går

source: • gi eksempler på mangfold i Norge med vekt på ulike familieformer, levesett,
nn: • gi eksempel på mangfald i Noreg med vekt på ulike familieformer, levesett,

source: • fortelle om og beskrive personer, gjenstander, steder og gjøremål ved hjelp
nn: • fortelje om og beskrive personar, gjenstandar, stader og gjeremål ved hjelp

source: Du kan klare deg i de fleste situasjoner som kan oppstå, og kan skrive enkle tekster om kjente emner og kort forklare og begrunne meninger og planer.
nn: Du kan klare deg i dei fleste situasjonar som kan oppstå, og kan skrive enkle tekstar om kjende emne og kort forklare og grunngi meiningar og planar.

source: eller interessefelt og velge en hensiktsmessig stil.
nn: eller interessefelt og velje ein formålstenleg stil

source: Strafferammer for seksuelle overgrep skal inngå i opplæringen.
nn: Strafferammer for seksuelle overgrep skal inngå i opplæringa.

source: • Gravide kvinner får tilbud om svangerskapskontroll med medisinsk oppfølging,
nn: • Gravide kvinner får tilbod om svangerskapskontroll med medisinsk oppfølging,

source: Tror du det er mulig å legge til rette for et samfunn uten biler?
nn: Trur du det er mogleg å leggje til rette for eit samfunn utan bilar?

source: • lese dokumenter og pakksedler ved mottak av varer
nn: • lese dokument og pakksetlar ved mottak av varer

source: • De vanligste hjelpetiltakene er veiledning, økonomisk støtte til fritidsaktiviteter,
nn: • Dei vanlegaste hjelpetiltaka er rettleiing, økonomisk støtte til fritidsaktivitetar,

source: En C1-bruker vil klare seg bedre språklig innenfor eget fagområde og interessefelt enn innenfor fagområder og interessefelt som er ukjente eller nye.
nn: Ein C1-brukar vil klare seg betre språkleg innanfor sitt eige fagområde og interessefelt enn innanfor fagområde og interessefelt som er ukjende eller nye.

source: • kan skrive argumenterende tekster med en oversiktlig og leservennlig
nn: • kan skrive argumenterande tekstar med ei oversiktleg og lesarvennleg

source: om språket er tilstrekkelig til å formidle et budskap på en forståelig måte, og om
nn: språket, om språket er tilstrekkeleg til å formidle ein bodskap på ein forståeleg

source: innenfor eget fag- og interessefelt
nn: innanfor eige fag- og interessefelt

source: Når kommer innkallingen til prøven?
nn: Når kjem innkallinga til prøven?

source: man kan delta aktivt på sosiale, frivillige og politiske arenaer
nn: ein kan delta aktivt på sosiale, frivillige og politiske arenaer

source: oppbygning og gi uttrykk for synspunkter og holdninger på en utfyllende og nyansert måte.
nn: oppbygging og gi uttrykk for synspunkt og haldningar på ein utfyllande og nyansert måte

source: senest fem virkedager etter oppmeldingsfristen for privatister.
nn: seinast fem yrkedagar etter oppmeldingsfristen for privatistar.

source: Domstolene er uavhengige av regjeringen og Stortinget.
nn: Domstolane er uavhengige av regjeringa og Stortinget.

source: • varsle andre om fare, brudd på rutiner eller akutte
nn: • varsle andre om fare, brot på rutinar eller akutte

source: Du kan justere lyd på høretelefonene og skriftstørrelse i prøven på datamaskinen du bruker på prøvestedet.
nn: Du kan justere lyden på høyretelefonane og skriftstorleiken i prøveteksten på datamaskina du bruker på prøvestaden.

source: Kristne høytider, offentlige
nn: Kristne høgtider, offentlege

source: • søke etter, finne og forstå relevant informasjon i ulike hverdagslige
nn: • søke etter, finne og forstå relevant informasjon i ulike kvardagslege

source: Alkohol er et vanlig og lovlig rusmiddel som ofte drikkes i sosiale sammenhenger og ved festlige anledninger.
nn: Alkohol er eit vanleg og lovleg rusmiddel som ofte blir drukke i sosiale samanhengar og ved festlege anledningar.

source: Mål for opplæringen er at deltakeren skal kunne bruke svært enkle fraser og setninger for å snakke om seg selv og nære forhold.
nn: Mål for opplæringa er at deltakaren skal kunne bruke svært enkle frasar og setningar for å snakke om seg sjølv og nære forhold.

source: • skrive ved bruk av tilpassede dataprogrammer og apper
nn: • skrive ved bruk av tilpassa dataprogram og appar

source: • fylle inn noen personlige opplysninger på riktig sted i et svært enkelt
nn: • fylle inn nokre personlege opplysningar på riktig stad i eit svært enkelt

source: • koble tallsymbol og mengde og bruke noen matematiske begreper om
nn: • kople talsymbol og mengde og bruke nokre matematiske omgrep om

source: • oppfatte temaet i korte, enkle samtaler
nn: • oppfatte temaet i korte, enkle samtalar

source: Deltakere som følger introduksjonsloven i henhold til overgangsreglene i integreringsloven § 51 og integreringsforskriften § 72 skal også gjennomføre 50 timer opplæring i samfunnskunnskap.
nn: Deltakarar som følgjer introduksjonslova i samsvar med overgangsreglane i integreringslova § 51 og integreringsforskrifta § 72 skal òg gjennomføre 50 timar opplæring i samfunnskunnskap.

source: Helseplager og helsehjelp ved kjønnslemlestelse
nn: Helseplager og helsehjelp ved kjønnslemlesting

source: skrive den på prøven.
nn: skrive han på prøven.

source: For å klage på resultat
nn: For å klage på resultat norskprøven

source: Hvis det foreligger mistanke/forhold som tilsier at det kan ha skjedd teknisk eller annen feil vil Kompetanse Norge manuelt gjennomgå prøvesystemet og eventuelt prøveresultatet.
nn: Dersom det ligg føre mistanke om eller forhold som tilseier at det kan ha skjedd tekniske eller andre feil, vil Kompetanse Noreg gå gjennom prøvesystemet og eventuelt prøveresultatet manuelt.

source: De siste årene har Patrick
nn: Dei siste åra har Patrick

source: • Seksuell trakassering kan være både verbal, ikke-verbal og fysisk.
nn: • Seksuell trakassering kan vere både verbal, ikkje-verbal og fysisk.

source: Smugling av narkotiske stoffer kan straffes med fengsel i inntil 21 år.
nn: Smugling av narkotiske stoff kan straffast med fengsel i inntil 21 år.

source: I dag finnes det svært lite slikt lesestoff tilgjengelig og valget står ofte mellom å lese barnebøker eller stoff som blir for avansert språklig.
nn: I dag finst det svært lite slikt lesestoff tilgjengeleg, og valet står ofte mellom å lese barnebøker eller stoff som blir for avansert språkleg.

source: Se på bildene og snakk om hva som er gjort for å
nn: Sjå på bileta, og snakk om kva som er gjort for å

source: det norske utdanningssystemet, og hvordan utdanning kan finansieres
nn: norske utdanningssystemet, og korleis utdanning kan finansierast

source: den personlige betydningen av hendelser og opplevelser og responderer på en passende måte
nn: den personlege betydninga av hendingar og opplevingar og responderer på ein passande måte

source: Trygghet er viktig for barns utvikling.
nn: Tryggleik er viktig for barns utvikling.

source: Hvem passer prøven for?
nn: Kven passer prøven for?

source: om emner en kjenner
nn: om emne ein kjenner

source: Lese- og skriveopplæringen bygger på et muntlig fundament og derfor er utvikling av muntlige ferdigheter svært sentralt i denne modulen.
nn: Lese- og skriveopplæringa byggjer på eit munnleg fundament, og difor er utvikling av munnlege ferdigheiter svært sentralt i denne modulen.

source: • tilpasse oppskrifter og regne ut riktige mengder
nn: • tilpasse oppskrifter og rekne ut riktige mengder

source: • hjelpe andre med å forstå ord fra en tekst ved å oversette til et felles språk,
nn: • hjelpe andre med å forstå ord frå ein tekst ved å omsette til eit felles språk,

source: • å ha mobiltelefon eller andre elektroniske hjelpemidler på seg
nn: • å ha mobiltelefon eller andre elektroniske hjelpemiddel på

source: • lese statistikk og grafer
nn: • lese statistikk og grafar

source: materiale, for eksempel nyhetssendinger, podkaster og filmer
nn: materiale, for eksempel nyheitssendingar, podkastar og filmar

source: Innlæreren kan med letthet følge og bidra til samhandling i formelle og uformelle diskusjoner og samtaler, også når det dreier seg om komplekse og/eller ukjente emner.
nn: Innlæraren kan lett følge og bidra til samhandling i formelle og uformelle diskusjonar og samtalar, også når det dreier seg om komplekse og/eller ukjende emne.

source: Har du de regneferdighetene du trenger i hverdagen din?
nn: Har du rekneferdigheitene du treng i kvardagen din?

source: • gi eksempler på viktige lover, regler og verdier som omhandler barn og
nn: • gi eksempel på viktige lover, reglar og verdiar som handlar om barn og

source: Det innebærer å kunne innhente matematisk informasjon på norsk, kunne kommunisere og argumentere for valg som innebærer regning, og gjenkjenne og beskrive matematisk informasjon på norsk.
nn: Det inneber å kunne innhente matematisk informasjon på norsk, kunne kommunisere og argumentere for val som inneber rekning, og kjenne att og beskrive matematisk informasjon på norsk.

source: • lese og forstå et utvalg av skjønnlitterære tekster
nn: • lese og forstå eit utval av skjønnlitterære tekstar

source: • Forutsetninger for å inngå ekteskap i Norge er
nn: • Føresetnader for å inngå ekteskap i Noreg

source: og å gjette seg til betydningen av ord ut fra de ulike delene ordet er bygd opp av Mål for opplæringen er at deltakeren skal kunne lese relativt enkle tekster med tilfredsstillende forståelse om emner knyttet til egen livssituasjon, opplæring, arbeids- og samfunnsliv og emner av personlig interesse.
nn: og å gjette seg til betydninga av ord ut frå dei ulike delane ordet er bygd opp av Mål for opplæringa er at deltakaren skal kunne lese relativt enkle tekstar med tilfredsstillande forståing om emne knytte til eigen livssituasjon, opplæring, arbeids- og samfunnsliv og emne av personleg interesse.

source: Automatiserte beslutninger kan overvåkes manuelt av Kompetanse Norge.
nn: Automatiserte avgjerder kan overvakast manuelt av Kompetanse Noreg.

source: • Etter norsk lov er det Hans gjør med Marit, en voldtekt.
nn: • Etter norsk lov er det Hans gjer med Marit, ei valdtekt.

source: De skal også kunne støtte seg på omgivelsene, på digital teknologi og på mennesker de har rundt seg, i prosessen med å lære og prøve ut språket.
nn: Dei skal også kunne støtte seg på omgivnadene, på digital teknologi og på menneske dei har rundt seg, i prosessen med å lære og prøve ut språket.

source: som kreves for å sikre lasten
nn: som blir kravd for å sikre lasten

source: januar 2022 gjennomføre 50 timer opplæring i norsk kultur og norske verdier.
nn: januar 2022 gjennomføre 50 timar opplæring i norsk kultur og norske verdiar.

source: Du skal skrive en oppsummering av innholdet i samtalen, slik at en som ikke har hørt samtalen, kan få et klart inntrykk av hva personene mener.
nn: Du skal skrive ei oppsummering av innhaldet i samtalen, slik at ein som ikkje har høyrt samtalen, kan få eit klart inntrykk av kva personane meiner.

source: Denne oppdelingen skal legge til rette for å jobbe konkret og målrettet med hver språkferdighet ut fra det nivået deltakerne er på i de ulike ferdighetene.
nn: Denne oppdelinga skal legge til rette for å jobbe konkret og målretta med kvar språkferdigheit ut frå det nivået deltakarane er på i dei ulike ferdigheitene.

source: Se på bildene og snakk om hva som er gjort for å tilrettelegge for personer med nedsatt funksjonsevne.
nn: Sjå på bileta, og snakk om kva som er gjort for å legge til rette for personar med nedsett funksjonsevne.

source: • Personer av samme kjønn kan også gifte seg
nn: • Personar av same kjønn kan også gifte seg

source: Organisering og tilrettelegging av opplæringen De verdiene og prinsippene som gjelder for opplæring etter opplæringsloven, ligger også til grunn for norskopplæringen.
nn: Organisering og tilrettelegging av opplæringa Dei verdiane og prinsippa som gjeld for opplæring etter opplæringslova, ligg også til grunn for norskopplæringa.

source: til den aktuelle samhandlingssituasjonen
nn: den aktuelle samhandlingssituasjonen

source: Deltakerne viser kompetanse når de reflekterer over seg selv og andre som en del av samfunnet, og hvordan de kan påvirke sitt eget og andres liv.
nn: Deltakarane viser kompetanse når dei reflekterer over seg sjølve og andre som ein del av samfunnet, og korleis dei kan påverke sitt eige og andres liv.

source: Av og til vil renholderen
nn: Av og til vil reinhaldaren

source: • Hva må Maria og Patrick tenke på for at barna skal få det så bra som mulig etter
nn: • Kva må Maria og Patrick tenke på for at barna skal få det så bra som mogleg etter

source: Diskriminering på grunnlag av nedsatt funksjonsevne
nn: Diskriminering på grunnlag av nedsett funksjonsevne

source: Kjerneelementet språklæringsstrategier handler om å bruke varierte strategier for å lære og prøve ut språk i ulike sammenhenger og i et livslangt perspektiv.
nn: Kjerneelementet språklæringsstrategiar handlar om å bruke varierte strategiar for å lære og prøve ut språk i ulike samanhengar og i eit livslangt perspektiv.

source: Mål for opplæringen er at deltakeren skal kunne lese og forstå korte, enkle tekster om kjente emner knyttet til egen person, nære omgivelser, opplæring og arbeids- og samfunnsliv.
nn: Mål for opplæringa er at deltakaren skal kunne lese og forstå korte, enkle tekstar om kjende emne knytte til eigen person, nære omgivnader, opplæring og arbeids- og samfunnsliv.

source: Deltakeren kan ha behov for kontekstuell støtte.
nn: Deltakaren kan ha behov for kontekstuell støtte.

source: ytringer er fengsel i inntil tre år.
nn: hatefulle ytringar er fengsel i inntil tre år.

source: • betjene datasystemer i biler
nn: • betene datasystema i bilar

source: De kommunale voksenopplæringene er samarbeidspartnere for Kompetanse Norge når det gjelder avvikling av norsk- og samfunnskunnskapsprøvene, og rekruttering av sensorer herfra vil gå gjennom skoleledere/rektorer.
nn: Dei kommunale vaksenopplæringane er samarbeidspartnarar for Kompetanse Noreg når det gjeld avvikling av norsk- og samfunnskunnskapsprøvane, og rekruttering av sensorar herfrå vil gå gjennom skuleleiarar/rektorar.

source: nettsider det er behov for i dagliglivet, eventuelt med støtte
nn: nettsider det er behov for i dagleglivet, eventuelt med støtte

source: • lese skilt og oppslag om sikkerhet
nn: • lese skilt og oppslag om tryggleik

source: • lese og forstå svært enkle setninger og tekster med støtte i kontekst og der
nn: • lese og forstå svært enkle setningar og tekstar med støtte i kontekst og der

source: • En «sårbarhetsvoldtekt» kjennetegnes av at offeret er i en sårbar situasjon som
nn: • Ei «sårbarheitsvaldtekt» er kjenneteikna av at offeret er i ein sårbar situasjon

source: Læreplanen for nivå C1 er derfor strukturert etter kommunikasjonskategoriene resepsjon, produksjon, samhandling og mediering.
nn: Læreplanen for nivå C1 er derfor strukturert etter kommunikasjonskategoriane resepsjon, produksjon, samhandling og mediering.

source: råd og veiledning gjennom hele graviditeten.
nn: råd og rettleiing gjennom heile graviditeten.

source: Kommunen kan fastholde, oppheve eller endre vedtaket dersom kommunen finner grunn til dette på bakgrunn av klagen.
nn: Kommunen kan halde fast på, oppheve eller endre vedtaket dersom kommunen finn grunn til dette på bakgrunn av klaga.

source: • gjenkjenne og forstå kjente ord og fraser og helt enkle setninger i samtaler
nn: • kjenne att og forstå kjende ord og frasar og heilt enkle setningar i samtalar

source: For de fleste vil dette språket være norsk muntlig og skriftlig, men for noen kan det være norsk tegnspråk i stedet for norsk muntlig.
nn: For dei fleste vil dette språket vere norsk munnleg og skriftleg, men for enkelte kan det vere norsk teiknspråk i staden for norsk munnleg.

source: • gjøre overslag over kostnader ved innkjøp
nn: • gjere overslag over kostnader ved innkjøp

source: De er nå på jakt etter en leilighet, og Lisa har hatt kontakt med en huseier som ønsker å leie ut en kjellerleilighet.
nn: No er dei på jakt etter ei leilegheit, og Lisa har vore i kontakt med ein huseigar som ønsker å leige ut ei kjellar-leilegheit.

source: Lisa vekker Ole og spør hva som har skjedd.
nn: Lisa vekker Ole og spør kva som har skjedd.

source: • samtale om betydningen av kritisk tenkning og etisk bevissthet, blant annet
nn: • samtale om betydninga av kritisk tenking og etisk bevisstheit, mellom anna

source: Ivareta din rett til å påklage vedtak som gir klagerett
nn: vareta retten din til å klage på vedtak som gir klagerett

source: Mål for opplæringen er at deltakeren skal kunne bruke fraser og enkle setninger for å kommunisere skriftlig om kjente emner knyttet til egen livs-, opplærings- og arbeidssituasjon.
nn: Mål for opplæringa er at deltakaren skal kunne bruke frasar og enkle setningar for å kommunisere skriftleg om kjende emne knytte til eigen livs-, opplærings- og arbeidssituasjon.

source: • Alle barn har rett til barnehageplass fra
nn: • Alle barn har rett til barnehageplass frå

source: • å bruke andre nettsider eller dataprogrammer enn
nn: • å bruk av andre nettsider eller dataprogram enn

source: • du kan måtte vente i inntil ett år før du kan ta prøvene på
nn: • du kan måtte vente i inntil eitt år før du kan ta prøvene

source: overgangene mellom argumentene er tydelig markert
nn: overgangane mellom argumenta er tydeleg markerte

source: Nivået beskriver den graden av språklig nøyaktighet, stilsikkerhet og uanstrengt språkbruk som kjennetegner svært gode ferdigheter i et andrespråk eller fremmedspråk.
nn: Nivået beskriv den graden av språkleg nøyaktigheit, stilsikkerheit og uanstrengd språkbruk som kjenneteiknar svært gode ferdigheiter i eit andrespråk eller framandspråk.

source: • regne ut priser på forsendelser og kostnader for kunder
nn: • rekne ut prisar på sendingar og kostnader for kundar

source: • lytte og forstå muntlig HMS-informasjon
nn: • lytte og forstå munnleg HMS-informasjon

source: • gi beskjed om sykdom og fravær• snakke med forskjellige leverandører for å innhente tilbud på varer og tjenester4 | GRUNNLEGGENDE FERDIGHETER PÅ JOBBEN
nn: • gi melding om sjukdom og fråvær• snakke med forskjellige leverandørar for å innhente tilbod på varer og tenester4 | GRUNNLEGGJANDE FERDIGHEITER PÅ JOBBEN

source: Mål for opplæringen er at deltakeren skal kunne kommunisere skriftlig ved hjelp av enkle ord, svært enkle fraser og setninger om kjente, dagligdagse emner og behov.
nn: Mål for opplæringa er at deltakaren skal kunne kommunisere skriftleg ved hjelp av enkle ord, svært enkle frasar og setningar om kjende, daglegdagse emne og behov.

source: Resepsjon kan være å lytte eller lese, eller begge deler i kombinasjon.
nn: Resepsjon kan vere å lytte eller lese, eller begge delar i kombinasjon.

source: Arrangerte ekteskap, der foreldre og familie finner ektefelle for sine barn, er tillatt hvis begge parter gifter seg av fri vilje
nn: Arrangerte ekteskap, der foreldre og familie finn ein ektefelle til barnet sitt, er tillatne dersom begge partar giftar seg av fri vilje.

source: • diskutere problemer med fremgangsmåte eller utførelse
nn: • diskutere problem med framgangsmåte eller utføring
